Repository: alexsee/bsh3
Catalog: src/BSH.Main/Dialogs/frmBrowser.*.resx
Languages: de_de

# ToolStripDropDownButton1.Text
source: Organisieren
de_de: Organize

# ToolStripSchnellansicht.Text
source: Schnellansicht
de_de: Preview

# WiederherstellenToolStripMenuItem.Text
source: Wiederherstellen
de_de: Restore

# AllesWiederherstellenToolStripMenuItem1.Text
source: Alles wiederherstellen
de_de: Restore Everything

# EigenschaftenToolStripMenuItem.Text
source: Eigenschaften
de_de: Properties

# SchnellansichtToolStripMenuItem.ShortcutKeyDisplayString
source: Leertaste
de_de: Spacebar

# SchnellansichtToolStripMenuItem.Text
source: Schnellansicht
de_de: Preview

# ZuOrdnerfavoritenHinzufügenToolStripMenuItem.Text
source: Zu Ordnerfavoriten hinzufügen
de_de: Add to Favorites

# VersionBearbeitenToolStripMenuItem.Text
source: Sicherung bearbeiten
de_de: Edit Backup

# VersionLöschenToolStripMenuItem.Text
source: Sicherung löschen
de_de: Delete Backup

# VersionAlsStabilMarkierenToolStripMenuItem.Text
source: Sicherung fixieren
de_de: Pin Backup

# VersionAlsStabilMarkierenToolStripMenuItem.ToolTipText
source: Eine fixierte Version wird nie automatisch gelöscht, sondern immer behalten.
de_de: A pinned version will never be automatically deleted, but will always be retained.

# MehrereVersionenLöschenToolStripMenuItem.Text
source: Mehrere Sicherungen löschen
de_de: Delete Multiple Backups
